Repository: KDE/kteatime
Catalog: po/*/kteatime.po
Languages: th

source: KTeaTime
th: เครื่องมือชงชา K

source: KDE utility for making a fine cup of tea.
th: เครื่องมือชงชาของ KDE

source: Current maintainer
th: ผู้ดูแลปัจจุบัน

source: Many patches
th: แพตช์หลายๆ ตัว

# NAME OF TRANSLATORS
source: Your names
th: ถนอมทรัพย์ นพบูรณ์

# EMAIL OF TRANSLATORS
source: Your emails
th: donga_n@yahoo.com

source: Start a new tea with this time.
th: เริ่มชาใหม่ด้วยเวลานี้

source: Configure Tea Cooker
th: ปรับแต่งเครื่องมือชงชา

source: Save changes and close dialog.
th: บันทึกการเปลี่ยนและปิดหน้าต่าง

source: Close dialog without saving changes.
th: ปิดหน้าต่างโดยไม่บันทึกการเปลี่ยนแปลงใดๆ

source: Show help page for this dialog.
th: แสดงหน้าช่วยเหลือสำหรับหน้าต่างนี้

# Auto hide popup after
source: second
th: วินาที

# Reminder every
source: second
th: วินาที

source: Tea List
th: รายการน้ำชา

source: Tea Properties
th: คุณสมบัติชา

source: Name
th: ชื่อ

source: Time
th: เวลา

source: min
th: นาที

source: sec
th: วินาที

source: Action
th: การกระทำ

source: Popup
th: ป้อบอัพ

source: Auto hide popup after
th: ซ่อนป้อบอัพอัตโนมัติหลังจาก

source: Reminder every
th: แจ้งเตือนทุกๆ

source: Visualize progress in icon tray
th: แสดงความก้าวหน้าในแถบไอคอน

source: %1 year
th: %1 ปี

source: %1 day
th: %1 วัน

source: %1 d
th: %1 วัน

source: %1 hour
th: %1 ชั่วโมง

source: %1 h
th: %1 ชั่วโมง

source: %1 minute
th: %1 นาที

source: %1 min
th: %1 นาที

source: %1 second
th: %1 วินาที

source: %1 s
th: %1 วินาที

source: Unnamed Tea
th: ชาไม่มีชื่อ

source: Close this dialog without starting a new tea.
th: ปิดหน้าต่างนี้โดยไม่ต้องเริ่มชาใหม่

source: Tea time:
th: เวลาน้ำชา:

source: Unknown Tea
th: ชาที่ไม่ทราบ

source: Black Tea
th: ชาดำ

source: Earl Grey
th: ชาผู้ดีสีหม่น

source: Fruit Tea
th: ชาผลไม้

source: &Stop
th: &หยุด

source: &Configure...
th: &ปรับแต่ง...

source: No steeping tea.
th: ไม่มีชาชัก

source: The Tea Cooker
th: เครื่องมือชงชา

source: %1 is now ready!
th: %1 เรียบร้อยแล้วครับ!

source: %1 is ready since %2!
th: %1 เรียบร้อยตั้งแต่ %2 แล้วครับ!

# %1 is the time, %2 is the name of the tea
source: %1 left for %2.
th: เหลือเวลา %1 นาที สำหรับ %2
